Repository: biblibre/omeka-plugin-SimplePages
Catalog: languages/*.po
Languages: es_co, et, fi_fi, fr, he, pt_pt

source: Filter User Input For Page Content?
es_co: ¿Filtrar Entrada para Contenido de la Página?
et: Filtreerida lehe sisu?
fi_fi: Haitallisen sisällön suodatus
fr: Filtrage des contenus entrés par les usagers dans les pages ?
he: האם לסנן קלט משתמש עבור תוכן עמוד?
pt_pt: Filtrar entradas dos utilizadores para o conteúdo da página?

source: If checked, this plugin will filter all simple pages using the HTML filters set on the security settings page.
es_co: Si es seleccionado, este plugin filtrará el código HTML en la página.
et: Kui see valik on märgitud, siis plugin filtreerib kõiki lihtsaid lehekülgi kasutades turvaseadete lehel olevaid HTML filtreid.
fi_fi: Suodata sisältö käyttäen turvallisuusasetuksissa määritettyjä HTML-suodattimia.
fr: Si coché, ce plugin filtrera toutes les pages libres en utilisant l'ensemble des filtres HTML de la page des paramètres de sécurité.
pt_pt: Se seleccionado, este aplicativo vai filtrar todas as páginas simples usando os filtros HTML definidos na página de definições de segurança.

source: Name and heading for the page (required)
es_co: Nombre y cabecera para la página (requerido)
et: Lehekülje nimi ja pealkiri (kohustuslik)
fi_fi: Sivun nimi ja otsikko (pakollinen)
fr: Nom et entête de la page (requis)
he: שם וכותרת עבור העמוד (חובה)
pt_pt: Nome e cabeçalho para a página (obrigatório)

source: Slug
et: Lühinimi
fi_fi: URL-teksti
fr: Identifiant
he: שם הקישור
pt_pt: Identificador

source: The slug is the part of the URL for this page. A slug will be created automatically from the title if one is not entered. Letters, numbers, underscores, dashes, and forward slashes are allowed.
es_co: El slug es la parte del URL para esta página. Un slug será creado automaticamente a partir del título si no se da uno. Letras, números, barras-abajo, guiones y barras-diagonales son permitidas.
et: Lühinimi on osa lehe URL-ist. Kui pealkirja pole sisestatud, siis luuakse see automaatselt. Lubatud on tähed, arvud, allkriipsud, sidekriipsud ja kaldkriipsud.
fi_fi: Sivun URL-teksti on osa selaimen osoitepalkissa näytettävää URL-osoitetta. Puuttuva URL-teksti luodaan automaattisesti. Kirjaimet, numerot, alaviivat, väliviivat sekä vinoviivat ovat sallittuja merkkejä.
fr: L'identifiant est la partie propre à cette page de son URL. Si il n'est pas saisi, l'identifiant sera créé automatiquement à partir du titre. Les lettres, les chiffres, les tirets et les barres obliques sont autorisés.
he: ה-slug הוא החלק ב-URL עבור עמוד זה. slug יווצר אוטומטית מהכותרת אם לא יוכנס אחד. אותיות, מספרים, מקפים תחתונים, מקפים וסלאשים קדמיים מותרים.
pt_pt: O identificador é a parte do URL para esta página. O identificador será criado automaticamente a partir do título se não for inserido um. Letras, números, sub-traços, hífenes e barras inclinadas para a frente são permitidos.

source: Use HTML editor?
es_co: ¿Usar editor HTML?
et: Kasutada HTML redaktorit?
fi_fi: Käytä HTML-editoria
fr: Utiliser un éditeur HTML ?
he: האם להשתמש בעורך HTML?
pt_pt: Usar editor HTML?

source: Check this to add an HTML editor bar for easily creating HTML.
es_co: Seleccione para agregar una barra de edición HTML.
et: Märgi see valik, kui sa soovid lisada HTML-redaktori, et kergesti teksti muuta.
fi_fi: Näytä HTML-työkalurivi muokkausnäkymässä.
fr: Cochez ici pour ajouter une barre d'édition HTML pour faciliter la création d'un code HTML.
pt_pt: Seleccione isto para adicionar uma barra de edição HTML de modo a criar HTML facilmente.

source: Text
es_co: Texto
et: Tekst
fi_fi: Teksti
fr: Texte
he: טקסט
pt_pt: Texto

source: Add content for page. This field supports shortcodes. For a list of available shortcodes, refer to the <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka Codex</a>.
es_co: Agregar contenido para la página. Este campo soporta shortcodes. Para una lista de shortcodes ver <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka Codex</a>.
et: Lisa lehele sisu. See lahter toetab lühikoodide kasutamist. Saadaolevaid lühikoode vaata <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka koodeksist</a>.
fi_fi: Voit käyttää sisällössä lyhytkoodeja. Katso ohjeita ja listaus lyhytkoodeista <a href target="_blank" href="http://omeka.org/codex/Shortcodes">Omeka Codex</a> -sivuilta.
fr: Ajoutez un contenu à cette page. Le champ accepte les codes courts. Pour une liste des codes courts acceptés, référez-vous au <a target=_blank href="http://omeka.org/codex/Shortcodes">Codex d'Omeka</a>.
pt_pt: Adicionar conteúdo à página. Este campo suporta pequenos trechos de código. Para uma lista desses códigos, aponte para o <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka Codex</a>.

source: The parent page
es_co: La página principal.
et: Peamine lehekülg
fi_fi: Hierarkiassa ylempi sivu
fr: Page parente
he: העמוד ההורה
pt_pt: Página superior

source: Order
es_co: Orden
et: Järjekord
fi_fi: Järjestys
fr: Ordre
he: מסדר
pt_pt: Ordem

source: The order of the page relative to the other pages with the same parent
es_co: El orden de la página con respecto a otras páginas con el mismo padre
et: Lehekülje järjekord teiste sama peamise lehekülje all olevate lehekülgede suhtes.
fi_fi: Saman yläsivun alla olevien sivujen järjestys toisiinsa.
fr: L'ordre de la page relativement aux pages qui possèdent la même page parente
he: מיקום העמוד ביחס לעמודים אחרים עם אותו ההורה
pt_pt: Ordem da página relativa a outras páginas que têm uma página superior comum.

source: Publish this page?
es_co: ¿Publicar esta página?
et: Avaldada see lehekülg?
fi_fi: Julkaise
fr: Publier cette page ?
he: האם לפרסם את עמוד זה?
pt_pt: Publicar esta página?

source: Checking this box will make the page public
es_co: Marcar esta casilla hace pública la página
et: Selle märkekasti valimine teeb lehekülje avalikuks
fi_fi: Julkaisee sivun.
fr: Cocher cette case rendra la page publique
he: סימון תיבה זו תהפוך את העמוד לציבורי
pt_pt: Assinalar esta opção tornará a página pública

source: The page "%s" has been added.
es_co: La página "%s" ha sido agregada.
et: Lehekülg "%s" on lisatud.
fi_fi: Sivu "%s" lisättiin.
fr: La page "%s" a été ajoutée.
he: העמוד "%s" הוסף.
pt_pt: A página "%s" foi adicionada.

source: The page "%s" has been edited.
es_co: La página "%s" ha sido editado.
et: Lehekülge "%s" on muudetud.
fi_fi: Sivua "%s" muokattiin.
fr: La page "%s" a été modifiée.
he: העמוד "%s" נערך.
pt_pt: A página "%s" foi editada.

source: The page "%s" has been deleted.
es_co: la página "%s" ha sido borrado.
et: Lehekülg "%s" on kustutatud.
fi_fi: Sivu "%s" on poistettu.
fr: La page "%s" a été supprimée.
he: העמוד "%s" נמחק
pt_pt: A página "%s" foi eliminada.

source: The translation for "%s" has been added.
fr: La traduction pour "%s" a été ajoutée.

source: The translation for "%s" has been edited.
fr: La traduction pour "%s" a été modifiée.

source: The translation for "%s" has been deleted.
fr: La traduction pour "%s" a été supprimée.

source: Home
es_co: Inicio
et: Avaleht
fi_fi: Etusivu
fr: Accueil
he: דף הבית
pt_pt: Início

source: Main Page (No Parent)
es_co: Página Principal (Sin Relación)
et: Peamine leht (kõrgeim tase)
fi_fi: Pääsivu (hierarkian ylin)
fr: Page racine (sans parent)
he: עמוד ראשי (ללא הורה)
pt_pt: Página Principal (Sem página superior)

source: The page must be given a title.
es_co: La página debe tener un título.
et: Leheküljel peab olema pealkiri.
fi_fi: Sivulla tulee olla otsikko.
fr: La page doit posséder un titre.
he: העמוד חייב לקבל כותרת.
pt_pt: Deve ser dado um título à página.

source: The title for your page must be 255 characters or less.
es_co: El título para la página debe tener 255 caracteres o menos.
et: Sinu lehekülje pealkirja pikkus peab olema 255 märki või vähem.
fi_fi: Sivun otsikon tulee olla 255 merkkiä tai vähemmän.
fr: Le titre de votre page ne doit pas dépasser 255 caractères.
he: הכותרת לעמוד שלך חייב להיות בעל 255 תוים או פחות.
pt_pt: O título da sua página dever ter no máximo 255 caracteres.

source: The title is already in use by another page. Please choose another.
es_co: El título es usado por otra página. Por favor escoja otro.
et: Pealkiri on juba teise lehe poolt kasutusel. Palun vali teine pealkiri.
fi_fi: Otsikko on jo käytössä. Laadi uusi otsikko.
fr: Ce titre a déjà été utilisé pour une autre page. Merci d'en choisir un autre.
he: כותרת זו כבר בשימוש על ידי עמוד אחר. נא לבחור בכותרת אחרת.
pt_pt: Este título já existe para outra página. Por favor escolha outro.

source: The page must be given a valid slug.
es_co: La página debe tener un slug válido.
et: Lehel peab olema korrektne lühinimi.
fi_fi: Sivulla tulee olla URL-teksti, joka sisältää vain sallittuja merkkejä.
fr: La page doit avoir un identifiant valide.
he: העמוד חייב לקבל שם קישור חוקי.
pt_pt: A página deve ter um identificador válido.

source: The slug for your page must not be a forward slash.
es_co: El slug para la página debe tener un slash.
et: Lühinimeks ei sobi kaldkriips.
fi_fi: URL-teksti ei saa olla kauttaviiva.
fr: L'identifiant de votre page ne peut pas se réduire à une barre oblique.
he: שם הקישור לעמוד שלך לא יכול להיות סלאש קדמי.
pt_pt: O identificador da sua página não deve ser uma barra inclinada para a frente.

source: The slug for your page must be 255 characters or less.
es_co: El slug para la página debe tener 255 caracteres o menos.
et: Lehe lühinime pikkus peab olema 255 märki või vähem.
fi_fi: URL-tekstin tulee olla pituudeltaan 255 merkkiä tai vähemmän.
fr: L'identifiant de votre page ne doit pas dépasser 255 caractères.
he: שם הקישור עבור העמוד שלך חייב להכיל 255 תוים או פחות.
pt_pt: O identificador da sua página deve ter no máximo 255 caracteres

source: The slug is already in use by another page. Please choose another.
es_co: El slug es usado por otra página. Por favor escoja otro.
et: Lühinimi on juba teise lehe poolt kasutusel. Palun vali teine lühinimi.
fi_fi: URL-teksti on jo käytössä. Laadi uusi teksti.
fr: Cet identifiant a été utilisé pour une autre page. Merci d'en choisir un autre.
he: שם הקישור כבר בשימוש על ידי עמוד אחר. נא לבחור בשם אחר.
pt_pt: Este identificador já está em uso por outra página. Por favor escolha outro.

source: The order must be an integer greater than or equal to 0.
es_co: El dígito de orden debe ser un entero mayor o igual a 0.
et: Järjekord peab olema arv suurem kui 0.
fi_fi: Järjestysnumeron tulee olla nollaa suurempi luku.
fr: Le rang doit un nombre entier égal ou supérieur à 0.
he: הסדר חייב להיות מספר שלם הגדול או שווה ל-0
pt_pt: A ordem deve ser um número inteiro maior ou igual a 0.

source: There is already a translation for this language.
fr: Il y a déjà une traduction pour cette langue.

source: Simple Pages | Add Page
es_co: Simple Pages | Agregar Página
et: Lihtsad leheküljed | Lisa lehekülg
fi_fi: Sivut | Lisää sivu
fr: Simple Pages | Ajouter une page
he: עמודים פשוטים | הוספת עמוד
pt_pt: Páginas Simples | Adicionar Página

source: <strong>%1$s</strong> on %2$s
es_co: <strong>%1$s</strong> en %2$s
et: <strong>%1$s</strong> aeg %2$s
fi_fi: <strong>%1$s</strong> %2$s
fr: <strong>%1$s</strong> le %2$s
he: <strong>%1$s</strong> בתאריך %2$s
pt_pt: <strong>%1$s</strong> em %2$s

source: Published
es_co: Publicadas
et: Avaldatud
fi_fi: Julkaistu
fr: Publié
he: פורסם
pt_pt: Publicado

source: Not Published
es_co: Sin Publicar
et: Avaldamata
fi_fi: Julkaisematon
fr: Non publié
he: לא פורסם
pt_pt: Não Publicado

source: Last Modified
es_co: Última modificación
et: Viimati muudetud
fi_fi: Muokattu viimeksi
fr: Dernière modification
he: עודכן פעם אחרונה
pt_pt: Última Modificação

source: Translate
fr: Traduire

source: Simple Pages | Browse
es_co: Simple Pages | Navegar
et: Lihtsad leheküljed | Sirvi
fi_fi: Sivut | Selaa
fr: Simple Page | Parcourir
he: עמודים פשוטים | סיור
pt_pt: Páginas Simples | Explorar

source: List View
es_co: Vista por lista
et: Nimekiri
fi_fi: Listanäkymä
fr: Vue en liste
he: צפיה ברשימה
pt_pt: Ver como lista

source: Hierarchy View
es_co: Vista por Jerarquía
et: Hierarhia
fi_fi: Sivuhierarkia
fr: Vue hierarchique
he: צפיה בהיררכיה
pt_pt: Vista hierárquica

source: Add a Page
es_co: Agregar una Página
et: Lisa lehekülg
fi_fi: Lisää sivu
fr: Ajouter une page
he: הוספת עמוד
pt_pt: Adicionar Página

source: There are no pages.
es_co: No hay páginas.
et: Lehekülgi pole.
fi_fi: Ei sivuja.
fr: Il n'y a pas de page.
he: אין עמודים עדיין.
pt_pt: Não há páginas.

source: Add a page.
es_co: Agregar una página.
et: Lisa lehekülg.
fi_fi: Lisää sivu.
fr: Ajouter une page.
he: הוספת עמוד.
pt_pt: Adicionar uma página.

source: Simple Pages | Edit "%s"
es_co: Simple Pages | Editar "%s"
et: Lihtsad leheküljed | Muuda "%s"
fi_fi: Sivut | Muokkaa "%s"
fr: Simple Pages | Éditer "%s"
he: עמודים פשוטים | עריכת "%s"
pt_pt: Páginas Simples | Editar "%s"

source: This page was created by <strong>%1$s</strong> on %2$s, and last modified by <strong>%3$s</strong> on %4$s.
es_co: Esta página fue creada por <strong>%1$s</strong> en %2$s, y modificada la última vez por <strong>%3$s</strong> en %4$s.
et: See leht loodi <strong>%1$s</strong> poolt (%2$s) ning seda muutis viimati <strong>%3$s</strong> (%4$s).
fi_fi: Käyttäjä <strong>%1$s</strong> loi sivun %2$s ja sitä muokkasi viimeksi <strong>%3$s</strong> %4$s.
fr: Cette page a été créée par <strong>%1$s</strong> le %2$s, et la dernière modification a été effectuée par <strong>%3$s</strong> le %4$s.
he: עמוד זה נוצר על ידי <strong>%1$s</strong> בתאריך %2$s, ונערך לאחרונה על ידי <strong>%3$s</strong> בתאריך %4$s.
pt_pt: Esta página foi criada por <strong>%1$s</strong> em %2$s, e foi modificada da última vez por <strong>%3$s</strong> em %4$s.

source: Simple Pages | Translate "%s"
fr: Simple Pages | Traduire "%s"

source: Add a translation
fr: Ajouter une traduction

source: There is no translation for this page yet.
fr: Il n'y a pas de traduction pour cette page pour l'instant.

source: Simple Pages | Add Translation
fr: Simple Pages | Ajouter une traduction

source: Simple Pages | Edit Translation
fr: Simple Pages | Éditer la traduction

source: Simple Pages
et: Lihtsad leheküljed
fi_fi: Sivut
he: עמודים פשוטים
pt_pt: Páginas Simples

source: Simple Page
et: Lihtsad leheküljed
fi_fi: Sivu
he: עמוד פשוט
pt_pt: Página Simples

source: Parent
es_co: Relación
et: Peamine
fi_fi: Yläsivu
he: הורה
pt_pt: Página Superior
